tap "buo/cask-upgrade"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "homebrew/dupes"
tap "neomutt/neomutt"
tap "neovim/neovim"
tap "osx-cross/avr"
tap "px4/px4"
tap "universal-ctags/universal-ctags"
cask "xquartz"
brew "libyaml"
brew "sqlite"
brew "python"
brew "ansible"
brew "avrdude"
brew "coreutils"
brew "ctags"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dnsmasq"
brew "jpeg"
brew "git"
brew "libksba"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphicsmagick"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "imagemagick"
brew "isync"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lame"
brew "lftp"
brew "postgresql"
brew "libpqxx"
brew "protobuf"
brew "mosh"
brew "mplayer"
brew "mysql"
brew "neomutt"
brew "neovim"
brew "nmap"
brew "node"
brew "openssl@1.1"
brew "p7zip"
brew "pandoc"
brew "picocom"
brew "pipenv"
brew "pwgen"
brew "redis"
brew "restic"
brew "rsync"
brew "tig"
brew "tiger-vnc"
brew "tmate"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wireshark", link: false
brew "xalan-c"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "git-duet/tap/git-duet"
brew "osx-cross/avr/avr-gcc@7", link: true
brew "px4/px4/gcc-arm-none-eabi"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "arduino"
cask "calibre"
cask "docker"
cask "electrum"
cask "flycut"
cask "gimp"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "haptickey"
cask "inkscape"
cask "jdownloader"
cask "keepassxc"
cask "kodi"
cask "macdown"
cask "mactex"
cask "meld"
cask "minikube"
cask "mumble"
cask "nextcloud"
cask "oni"
cask "phantomjs"
cask "rambox"
cask "signal"
cask "slack"
cask "spectacle"
cask "spotify"
cask "steam"
cask "tigervnc-viewer"
cask "tipp10"
cask "tunnelblick"
cask "vagrant"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xbench"
